Edited/GetOutageEventStatusByOutageLocation.xml

<!-- edited with XMLSpy v2014 rel. 2 sp1 (x64) (http://www.altova.com) by Luis R. Malave (Milsoft Utility Solutions) -->
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Header>
		<ns1:MultiSpeakMsgHeader soapenv:actor="http://schemas.xmlsoap.org/soap/actor/next" soapenv:mustUnderstand="0" CSUnits="feet" AppName="" Company="" Pwd="" UserID="" xmlns:ns1="http://www.multispeak.org/Version_3.0"/>
	</soapenv:Header>
	<soapenv:Body>
		<GetOutageEventStatusByOutageLocation xmlns="http://www.multispeak.org/Version_3.0">
			<location objectID="55554355000">
				<servLoc>55554355000</servLoc>
				<accountNumber>3006649600</accountNumber>
			</location>
		</GetOutageEventStatusByOutageLocation>
	</soapenv:Body>
</soapenv:Envelope>
